## Commands

start-command-description = Начать работу с ботом

## Common

back-button-title = Назад

error-not-available-menu-action = Такого действия нет в меню.

## Protection

protection-intro-message = Похоже, ты не состоишь в моём закрытом канале, так что, не судьба... Этот бот только для моих.

## Welcome Feature

welcome-initial-message =
  <b>Привет! 😈</b> 
   
  Этот бот дополнит мой канал несколькими интересными фичами 👀. Они будут добавляться и изменяться по мере необходимости.
welcome-intro-message = Ты в главном меню. Выбери, что тебя интересует:
welcome-intro-menu-events-action-title = Проверка связи (тест)

## Events Feature

events-intro-message = А теперь нажми "Сохранить", тогда я буду знать, что связь работает правильно)
events-intro-message-new = 
  Я люблю эмоции 🥹, надеюсь, ты тоже. Есть несколько интересных ивентов на октябрь-ноябрь, которые я бы хотел посетить, но не сам. Я не хочу спрашивать каждого лично, или публично в канале, так что здесь самое удобное место, чтобы кивнуть мне на моё предложение. 
   
  Если ты легкий на подъём человек и любишь новые приключения, как и я, то самое время воплотить это в жизнь 😈 
   
  Лучше всего, если ты находишься в одной из этих локаций: Польша (Варшава), Чехия (Прага), Германия (Берлин), Литва (Вильнюс), Великобритания (Лондон), либо если можешь добраться в одну из этих точек на самолёте (мне тоже придётся туда добираться так-то). 
   
  Если ты согласишься, то я это увижу, и смогу отправить тебе в ЛС всю информацию. С меня будет решение всех вопросов по организации, и незабываемое настроение в эти дни 😎
events-intro-menu-subscribe-action-title = Сохранить
events-intro-menu-back-action-title = { back-button-title }

events-subscribed-message = Спасибо! Вроде бы все ок. Возвращаемся в главное меню.

events-already-subscribed-message = Уже всё сделано, нет нужды повторять это)
